---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ArcCenterMark
source: html/f4bd78e6-1e47-ea85-c7e8-1e6d16665f38.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ArcCenterMark Property

"Center Marks"

## Syntax (C#)
```csharp
public static ForgeTypeId ArcCenterMark { get; }
```